tap "homebrew/bundle"
tap "azure/kubelogin"
brew "wget"
brew "kubectl"
brew "fzf"
brew "docker"
brew "docker-compose"
brew "azure-cli"
brew "neovim"
brew "lazygit"
brew "node"
brew "go"
brew "ripgrep"
cask "keepassxc"
brew "sha2"
brew "kubectx"
brew "stern"
cask "graalvm/tap/graalvm-ce-java17"
brew "pre-commit"
brew "terraform-docs"
brew "tfsec"
brew "terraform"
brew "tflint"
brew "azure/kubelogin/kubelogin"
