tap "homebrew/bundle"
tap "azure/kubelogin"
tap "mongodb/brew"
tap "tofuutils/tap"

brew "git"
brew "wget"
brew "kubectl"
brew "fzf"
brew "docker"
brew "docker-compose"
brew "azure-cli"
brew "neovim"
brew "lazygit"
brew "node"
brew "go"
brew "ripgrep"
brew "sha2"
brew "kubectx"
brew "stern"
cask "graalvm/tap/graalvm-ce-java17"
brew "pre-commit"
brew "terraform-docs"
brew "tfsec"
brew "tflint"
brew "azure/kubelogin/kubelogin"
brew "k9s"
brew "helm"
brew "watch"
brew "kustomize"
brew "mongosh"
brew "mongodb-database-tools"
brew "mongodb/brew/libmongocrypt"
brew "jq"
brew "yq"
brew "kubeaudit"
brew "golangci-lint"
brew "go-critic"
brew "tfenv"
brew "commitizen"
brew "fluxcd/tap/flux"
brew "gradle"
brew "angular-cli"
brew "kind"
brew "git-secret"
brew "terragrunt"
brew "gnupg"
brew "trivy"
brew "opentofu"
brew "tofuenv"
brew "mysql"
